Repository: marcelvoss/PhoneBattery-Legacy
Catalog: PhoneBattery/PhoneBattery/*.lproj/Localizable.strings
Languages: fr, zh_hant

source: Charging
fr: Charger
zh_hant: 沖電中

# REMAINING
source: Left
fr: Restants
zh_hant: 剩

source: Unknown
fr: Inconnu
zh_hant: 不明

source: Full
fr: Chargée
zh_hant: 滿

source: Phone Battery
fr: Batterie
zh_hant: 電池

source: Help
fr: Aide
zh_hant: 幫助

source: Welcome
fr: Bienvenu
zh_hant: 歡迎

# RATE_ON_STORE
source: Rate on the App Store
fr: Notez PhoneBattery sur l'App Store
zh_hant: App Store 評分

source: Who made this
fr: Qui a fait cela?
zh_hant: 程序制作人

# THANKS_DOWNLOADING
source: Thanks for downloading and using PhoneBattery! <3
fr: Merci d'avoir téléchargé et d'utiliser PhoneBattery! <3
zh_hant: 感謝下載支持 PhoneBattery! <3

source: Support
zh_hant: 技術幫助

source: General
fr: Général
zh_hant: 通用

source: Introduction
zh_hant: 介紹

# JOB_TITLE
source: Code & Design
zh_hant: 編程與設計

# SHARE_TITLE
source: PhoneBattery is a simple way to check your phone's battery on your Apple Watch!
fr: PhoneBattery est un moyen simple pour vérifier le niveau de batterie de votre portable sur votre Apple Watch !
zh_hant: PhoneBattery 能讓你在 Apple Watch 簡單查看電池沖量!

# AVAILABLE_GITHUB
source: Available on GitHub
fr: Disponsible sur GitHub
zh_hant: 可在 GitHub 上

source: More
fr: En savoir plus
zh_hant: 更多

# PB_TWITTER
source: More on Twitter
fr: En savoir plus sur Twitter
zh_hant: 推特

source: Battery
fr: Batterie
zh_hant: 電池

# INTRODUCTION_GREETING
source: Hello
fr: Bonjour
zh_hant: 你好

# INTRODUCTION_DESCRIPTION_1
source: PhoneBattery is a simply utility that allows you to check your phone's battery level on your Apple Watch.
fr: PhoneBattery est une utilité simple qui vous permet de vérifier le niveau de batterie de votre portable sur votre Apple Watch.
zh_hant: PhoneBattery 是個能讓你在 Apple Watch 上查看電池百分比的應用程序

# INTRODUCTION_DESCRIPTION_2
source: A clean interface to access your battery level very quick.
fr: Une interface claire pour accéder à votre niveau de batterie très rapidement.
zh_hant: 簡單實際的程序能讓你再短時間內知道電池的沖量

# INTRODUCTION_DESCRIPTION_3
source: Get even quicker access to your battery level with a Glance!
fr: Obtenir encore plus rapidement l'accès à votre niveau de batterie avec un Glance.
zh_hant: 有了 Glance，就能在更短時間內知電池沖量！

# CLOSE
source: Done
fr: Fermer
zh_hant: 完成

source: Swipe up
fr: Glisser vers le haut
zh_hant: 滑上
